Repository: lang-uk/translation-metrics
Catalog: data/17099743/Animal_farm_combine.tmx
Source language: en_1945_george_orwell_animal_farm
Languages: uk_1984_iryna_dybko_khutir_tvaryn, uk_1991_yurii_shevchuk_ferma_rai_dlia_tv, uk_2020_bohdana_nosenok_kolhosp_tvaryn

source: Moreover, it was the biggest harvest that the farm had ever seen.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: До всього, то був найбагатший врожай за всю історію ферми.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та й урожай видався найбагатшим за усі роки.

source: There was no wastage whatever; the hens and ducks with their sharp eyes had gathered up the very last stalk. And not an animal on the farm had stolen so much as a mouthful.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Жодних втрат не було, бо гострозорі кури й качки повидзьобували все до останньої стеблини. І ніхто не вкрав і билинки.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Втрат не було зовсім, кури та качки зібрали всі до останньої билинки. І жодна тварина не вкрала ні жуйку, ні травинку.

source: All through that summer the work of the farm went like clockwork.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Усе літо ферма працювала як заведена.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Всеньке літо робота на фермі йшла як добре налагоджений механізм.

source: Milk and apples (this has been proved by Science, comrades) contain substances absolutely necessary to the well-being of a pig.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Молоко і яблука — це, товариші, довела наука — містять речовини, вкрай необхідні для добробуту свині.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Молоко та яблука — це доведено наукою, товариші, — містять речовини, які необхідні для здоров’я свиней.

source: Surely, comrades,” cried Squealer almost pleadingly, skipping from side to side and whisking his tail, “surely there is no one among you who wants to see Jones come back?”
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Поза сумнівом, товариші, — майже благально вигукнув Пищик, підстрибуючи і метляючи закрученим хвостиком. — А серед вас, звісно, ніхто не хоче, щоб повернувся Джонс?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Але я впевнений, товариші, — знову зірвався на крик Пискун, підстрибуючи й метляючи хвостиком, — я впевнений, що серед вас немає нікого, хто хотів би його повернення. Чи не так?

source: The whole thing would be over in a fortnight, they said.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ця вигадка, казали вони, розсиплеться на порох за два тижні.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вся та гучна витівка зійде нанівець за два тижні — казали вони.

source: The blackbirds whistled it in the hedges, the pigeons cooed it in the elms, it got into the din of the smithies and the tune of the church bells.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Дрозди висвистували її на парканах, голуби вуркотіли її на в'язах, вона лунала в дзенькоті кузні і бемканні церковних дзвонів.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Шпаки висвистувати її, сидячи на живоплотах, голуби воркували її серед дерев, вона впліталась в перестук ковальських молотків і в передзвін церковних дзвонів.

source: And when the human beings listened to it, they secretly trembled, hearing in it a prophecy of their future doom.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І коли людські істоти слухали її, то їх аж пересмикувало, бо вчували в ній пророкування своєму майбуттю.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І зачувши ненависну мелодію, люди потай тремтіли, наче це лунав присуд їхньому майбутньому.

source: And so within five minutes of their invasion they were in ignominious retreat by the same way as they had come, with a flock of geese hissing after them and pecking at their calves all the way.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І хвилин за п'ять після нападу вони ганебно тікали тією ж дорогою, якою і прийшли. А навздогін мчала зграя гусей, що без упину сичали й щипали їх за литки.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Збігло не так багато хвилин після початку їхнього переможного вторгнення, а тепер вони ганебно рятувалися втечею тією самою дорогою, що і прийшли, та ще й у супроводі гусей, які сичали й хапали їх за литки.

source: As winter drew on, Mollie became more and more troublesome.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Наближалася зима, і Моллі завдавала все більше клопоту.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: З наближенням зими Моллі поводилася дедалі гірше.

source: “Mollie,” she said, “I have something very serious to say to you.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Моллі, — сказала вона. — Я хочу запитати в тебе про вкрай важливе.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Моллі, — сказала вона, — до тебе є серйозна розмова.

source: These two disagreed at every point where disagreement was possible.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Обоє сперечалися де тільки можна.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ці двоє сперечалися з будь-якого приводу.

source: With his books held open by a stone, and with a piece of chalk gripped between the knuckles of his trotter, he would move rapidly to and fro, drawing in line after line and uttering little whimpers of excitement.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: З порозкриваними книжками, прикладеними камінчиками, з шматком крейди посеред ратиці, він літав довкола, креслячи лінію за лінією. І аж попискував від утіхи.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Заклавши камінцем розкриту книжку, затиснувши ратицею шматок крейди, кнур-інженер швидко перебігав з кінця в кінець сараю, проводячи лінію за лінією, і аж повискував від задоволення.

source: Gradually the plans grew into a complicated mass of cranks and cog-wheels, covering more than half the floor, which the other animals found completely unintelligible but very impressive.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Поступово задум втілювався у складне плетиво важелів та шестерень, устеляв підлогу, на що інші тварини дивилися, як на щось незбагненне, але вкрай вражаюче.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Креслення поступово ускладнювалися і вже ледь уміщувалися на підлозі. Тварини не могли збагнути, що там намальовано, але сприймали крейдяні лінії як щось надзвичайне.

source: It was fully realised that though the human beings had been defeated in the Battle of the Cowshed they might make another and more determined attempt to recapture the farm and reinstate Mr. Jones.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Усі добре розуміли, що хоча людські істоти й зазнали поразки в Битві під Корівником, вони можуть вдатися до ще однієї, рішучішої спроби захопити ферму і повернути панування Джонса.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Не викликало сумнівів, що, попри поразку в Битві поблизу Корівника, люди зважаться на нову спробу захопити ферму й відновити владу Джонса.

source: They had all the more reason for doing so because the news of their defeat had spread across the countryside and made the animals on the neighbouring farms more restive than ever.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тим більше вони могли прагнути цього, що звістка про їхню поразку рознеслася повсюди, зроджуючи непослух серед сусідніх тваринницьких ферм.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Підстав для цього в них побільшало, бо після ганебної поразки, яку не вдалося приховати, тварини на сусідніх фермах виявляли дедалі більший неспокій.

source: His imagination had now run far beyond chaff-cutters and turnip-slicers.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тепер його уява не обмежувалася січкарнями та бурякорізками.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Його уява вже не обмежувалася січкарнями й бурякорізками.

source: Too amazed and frightened to speak, all the animals crowded through the door to watch the chase.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Остовпілі й перелякані, тварини тиснулися в дверях, спостерігаючи за гонитвою.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Перелякані до німоти тварини стовпилися біля дверей, стежачи за гонитвою.

source: Snowball was racing across the long pasture that led to the road. He was running as only a pig can run, but the dogs were close on his heels.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Сніжок мчав довгим пасовиськом, що вело до шляху. Мчав прудко, наскільки спроможна мчати свиня. Та пси наступали йому на п'яти.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Сніжок мчав пасовиськом так, як це вміють робити лише свині, і все-таки собаки наздоганяли його.

source: Suddenly he slipped and it seemed certain that they had him. Then he was up again, running faster than ever, then the dogs were gaining on him again.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Раптом він послизнувся і здалося, що гончаки настигли його. Але він знову підхопився і помчав ще прудкіш. І знову пси стали наздоганяти його.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Раптом він перечепився й один із псів мало не схопив його хвіст. Але кнур підхопився, помчав іще швидше,

source: And from then on he adopted the maxim, “Napoleon is always right,” in addition to his private motto of “I will work harder.”
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І відтоді взяв собі афоризм: «Наполеон завжди правий». На додаток до свого власного гасла: «Я працюватиму ще завзятіше».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Відтоді він до свого особистого гасла: «Працюватиму більше», додав ще одне: «Наполеон завжди має рацію».

source: The plans, however, had all been prepared, down to the last detail.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Увесь задум, проте, опрацьований до найменшої подробиці.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Він оголосив, що всі креслення вже закінчені.

source: The windmill was, in fact, Napoleon’s own creation.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вітряк, отже, власне творіння Наполеона.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вітряк, власне, є творінням Наполеона.

source: Even so, it was found necessary to leave certain tasks undone.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Та навіть і тоді їм не все щастило доробити.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та навіть за таких умов певну частину робіт не вдавалося виконати.

source: There seemed no way of doing this except with picks and crowbars, which no animal could use, because no animal could stand on his hind legs.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Здавалося, тут вистачить лише кайл та ломів, якими ніхто не вмів користуватися, бо жодна тварина не вміла стояти на задніх кінцівках.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Спочатку вирішили взятися за ломи й кайла, але цими знаряддями жодна тварина скористатися не могла, бо треба було працювати, стоячи на задніх ногах.

source: Frequently it took a whole day of exhausting effort to drag a single boulder to the top of the quarry, and sometimes when it was pushed over the edge it failed to break.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Цілий день, бувало, ішов на те, аби витягти нагору одну брилу. Та й то не завжди, коли її пускали вниз, вона розбивалася.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини валилися з ніг, витягаючи один-єдиний величезний валун нагору, — іноді це забирало цілий день. А нерідко траплялося, що він скочувався вниз і не розбивався. Усе доводилося починати спочатку.

source: When the boulder began to slip and the animals cried out in despair at finding themselves dragged down the hill, it was always Boxer who strained himself against the rope and brought the boulder to a stop.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Коли валун сповзав схилом униз, тягнучи за собою тварин, що розпачливо верещали, саме Боксер налягав на свій канат і зупиняв валун.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Коли валун починав сповзати схилом униз, тягнучи за собою тварин, які верещали від розпачу, саме Боксер, напружуючись щосили, зупиняв камінь.

source: The animals were not badly off throughout that summer, in spite of the hardness of their work. If they had no more food than they had had in Jones’s day, at least they did not have less.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Попри тяжку працю, велося того літа всім непогано. Якщо й не мали більше харчу, ніж при Джонсі, зате й менше його не було.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та попри надмірну працю, того літа тварини особливо не поневірялися. Щоправда, їжі було не більше, ніж при Джонсові, але й не менше.

source: The advantage of only having to feed themselves, and not having to support five extravagant human beings as well, was so great that it would have taken a lot of failures to outweigh it.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Перевага від того, що вони годували лише себе, а не утримували ще й п'ятьох зажерливих людських істот, була такою відчутною, що хіба бозна-які лихоліття могли звести її нанівець.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А те, що тепер їм треба було годувати тільки самих себе, не піклуючись про п’ятьох дармоїдів-людей, важило так багато, що навіть надмірні труднощі заступити цього не могли.

source: And in many ways the animal method of doing things was more efficient and saved labour.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І саме господарювання тварин було багато в чому ефективнішим і потребувало менше зусиль.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та й саме господарювання тварин було набагато продуктивнішим.

source: Such jobs as weeding, for instance, could be done with a thoroughness impossible to human beings.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Скажімо, прополювання робилося з ретельністю, недосяжною для людських істот.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Скажімо, прополювання виконувалося з ретельністю, недосяжною для людей.

source: And again, since no animal now stole, it was unnecessary to fence off pasture from arable land, which saved a lot of labour on the upkeep of hedges and gates.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Та й тварини тепер не крали. Тож і зайвими ставали паркани та плоти.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: До того ж тепер тварини не крали, тому не потрібно було ставити, а потім ремонтувати паркани й інші загорожі.

source: All the animals remembered passing such resolutions: or at least they thought that they remembered it.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Усі добре пам'ятали, як схвалювали ці резолюції, принаймні, їм здавалося, що пам'ятали.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Усі це добре пам’ятали, принаймні так їм здавалося.

source: They would meet in the public-houses and prove to one another by means of diagrams that the windmill was bound to fall down, or that if it did stand up, then that it would never work.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вони збиралися в пивничках і на діаграмах доводили один одному, що вітряк мусить розвалитися. А якщо й стоятиме, то нізащо не працюватиме.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Зустрічаючись у трактирі, фермери з олівцем у руках доводили один одному, що вітряк неодмінно розвалиться, а якщо і встоїть, то вже працювати напевно не буде.

source: One symptom of this was that they had begun to call Animal Farm by its proper name and ceased to pretend that it was called the Manor Farm.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Одним із виявів цього було те, що вони стали називати ферму її теперішньою назвою і вже не вдавали, що її назва — «Садиба».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Про це свідчило те, що ферму тепер називали «Колгосп тварин», а не вдавали, що існує лише «Садиба».

source: They had also dropped their championship of Jones, who had given up hope of getting his farm back and gone to live in another part of the county.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Перестали й підтримувати Джонса, який, полишивши надію запопасти собі ферму, переселився в інші краї.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Перестали також заступатися за Джонса, який, втративши надію повернути свою власність, переїхав на другий кінець країни.

source: “You have heard then, comrades,” he said, “that we pigs now sleep in the beds of the farmhouse?
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Отже, товариші, — сказав він, — ви чули, що ми, свині, спимо тепер у ліжках.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Ви вже чули, товариші, що ми, свині, спимо тепер у ліжках і живемо в будинку? — запитав він.

source: A bed merely means a place to sleep in.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ліжко всього-на-всього місце для спання.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ліжко — просто місце для лежання.

source: A pile of straw in a stall is a bed, properly regarded.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Оберемок соломи в стійлі — це теж, власне, ліжко.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Якщо поглянути на речі загалом, то купа соломи в стійлі — теж ліжко.

source: And very comfortable beds they are too!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І такі ліжка напрочуд зручні!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Це дуже зручно.

source: Unable at first to speak, they stood gazing mournfully at the litter of fallen stone.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Нездатні спромогтися на слово, вони стояли й сумно дивилися на ту руїну.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Онімілі тварини сумно дивилися на безформну купу сміття перед собою.

source: Remember, comrades, there must be no alteration in our plans: they shall be carried out to the day.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Пам'ятайте, товариші, жодних змін у наших планах, втілимо їх до точно визначеного дня.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Пам’ятайте, товариші, наші плани незмінні, а терміни дотримуватимуться попри все.

source: Only Boxer and Clover never lost heart.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Лише Боксер і Конюшинка не понурювали голову.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Лише Боксер і Люцерна ніколи не втрачали надію.

source: Emboldened by the collapse of the windmill, the human beings were inventing fresh lies about Animal Farm.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Бо збадьорене невдачею з вітряком, людське поріддя розпускало нові злісні вигадки про «Рай для Тварин».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: бо, знахабнівши після обвалу млина, люди безперервно винаходили нові брехні про «Колгосп тварин».

source: They had been warned earlier that this sacrifice might be necessary, but had not believed that it would really happen.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: їх попереджали про ймовірність такої жертви, та вони не йняли віри, що таке колись станеться.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Хоч раніше їх і попереджали, що, можливо, така самопожертва знадобиться, проте вони до кінця не вірили, що це справді станеться.

source: It happened that there was in the yard a pile of timber which had been stacked there ten years earlier when a beech spinney was cleared.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Виявилося, що в дворі лежать штабелі лісу; їх заготували років десять тому, коли рубали буковий гай.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І ось у який спосіб. Поблизу господарських будівель довгі роки лежали без діла доволі великі штабелі будівельного лісу, який вирубали, коли розчищали гай біля затоки.

source: It was noticed that whenever he seemed on the point of coming to an agreement with Frederick, Snowball was declared to be in hiding at Foxwood, while, when he inclined toward Pilkington, Snowball was said to be at Pinchfield.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Дехто помітив, що коли він мав домовитися з Фредеріком, то проносилася чутка, ніби Сніжок переховується в «Лисячому Гаю». Коли ж він схилявся до Пілкінгтона, то виявлялося, ніби Сніжок перебуває у «Лужку».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини відзначали, що коли він схилявся на користь угоди з Фредеріком, то враз ширилися чутки, що Сніжок ховається у «Фоксвуді» в Пілкінгтона, а коли з Пілкінгтоном, то подейкували, що Сніжок саме на території «Пінчфілда», у Фредеріка.

source: The animals were so disturbed that they could hardly sleep in their stalls.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини так занепокоїлися, що не могли спати в своїх стійлах.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини стривожилися так, що втратили сон.

source: The cows declared unanimously that Snowball crept into their stalls and milked them in their sleep.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Корови знай заявляли, що Сніжок пробирався до них у стійло, коли вони спали, і доїв їх.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Корови одностайно заявляли, що Сніжок щоночі пробирається до них і — сонних — доїть.

source: He snuffed in every corner, in the barn, in the cow-shed, in the henhouses, in the vegetable garden, and found traces of Snowball almost everywhere.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Винюхував у кожному закутку: в хліві, в корівнику, в курятнику, на городі. І знаходив їх мало не всюди.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Він обнюхав усі кутки в коморі, в корівнику, в курнику, на городі — і майже всюди були ворожі сліди.

source: The animals were thoroughly frightened.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини нетямилися зі страху.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини були сильно налякані.

source: It seemed to them as though Snowball were some kind of invisible influence, pervading the air about them and menacing them with all kinds of dangers.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: їм здавалося, що Сніжок — то якась невідома сила, що заповнює собою все довкола і несе їм всілякі напасті.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Лихі передчуття переповнювали їх. Вони уявляли, що Сніжок перетворився на невидиму силу, якою просякнуте саме повітря, і своєю незримою присутністю наводить на них жахливі нещастя.

source: Snowball is to act as his guide when the attack begins.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А Сніжок буде за провідника під час нападу.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Коли почнеться наступ, Сніжок буде йому провідником.

source: Do you know what the real reason was?
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А знаєте, яка справжня причина?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Чи знаєте ви, яка справжня причина?

source: The animals were stupefied. This was a wickedness far outdoing Snowball’s destruction of the windmill.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини похололи, бо навіть підступно розвалений Сніжком вітряк на цьому тлі виглядав дитячою забавкою.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини скам’яніли. Їм відкрилося таке дно, що навіть руйнування млина померкло перед ним.

source: But it was some minutes before they could fully take it in.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І все ж не відразу вони до кінця усвідомили все.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Минуло кілька хвилин, перш ніж вони змогли усвідомити сказане.

source: The plot was for Snowball, at the critical moment, to give the signal for flight and leave the field to the enemy.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Змова полягала в тому, щоб Сніжок у критичну мить підбив до втечі і залишив ворогові поле бою.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Змова полягала в тому, що Сніжок у критичний момент повинен був скерувати нас до втечі, і в такий спосіб віддати поле бою ворогові.

source: And he very nearly succeeded — I will even say, comrades, he would have succeeded if it had not been for our heroic Leader, Comrade Napoleon.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І йому майже вдалося це, я навіть сказав би, товариші, йому вдалося б це, якби не наш героїчний вождь, товариш Наполеон.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Адже все майже так і було. Ба більше, йому це цілком вдалося б, якби не наш героїчний Вождь, товариш Наполеон.
